{
  "navHeader": {
    "Home": "Home",
    "Cursos": "Courses",
    "Blog": "Blog",
    "Mentorias": "Mentoring",
    "Seminarios": "Seminars",
    "Nosotros": "About Us",
    "Contacto": "Contact",
    "Cuenta": "Account",
    "Iniciar sesion": "Login",
    "Registrarse": "Get started",
    "Mis cursos": "My courses",
    "Seminarios programados": "Scheduled seminars",
    "Cerrar sesion": "Log out",
    "Cambiar idioma": "Change Language"
  },
  "footer": {
    "Todos los derechos reservados": "All rights reserved",
    "Centro de ayuda": "Help Center",
    "Terminos del servicio": "Terms of service"
  },
  "landing": {
      "RCA Capital": "RCA Capital",
      "tecnología": "technology",
      "que": "that",
      "genera": "generates",
      "riqueza": "wealth",
      "Somos una empresa de Fintech que diseña, valida y aplica soluciones financieras para construir portafolios ganadores y estrategias rentables en los mercados financieros": "We're a Fintech company that designs, validates and applies financial solutions to build winning portfolios and profitable strategies in the financial markets.",
      "Explorar cursos": "Explore courses",
      "Nuestras Alianzas": "Our Alliances",
      "Cursos destacados": "Featured courses",
      "¿Quienes somos?": "About Us",
      "RCA Capital nace como una empresa destinada a gestionar el": "RCA Capital was born as a company destined to manage the Claro Araque family assets as well as to serve the Santander region with top quality financial education products. Over time, its founder Roberto Claro managed to identify very specific needs in terms of financial guidance in the Spanish-speaking population and evolved its business model by creating three lines of service to address and solve different problems and needs that involve money as a tool: Investments and Wealth Management, professional trading in international financial markets and a specific line of personal and family finances",
      "Fundador y CEO": "Founder and CEO",
      "Mas sobre nosotros": "More about us",
      "Seminarios destacados": "Featured Seminars",
      "Ultimas publicaciones": "Latest posts",
      "Ver todas las publicaciones": "See all posts",
      "¡Registrate ahora!": "Register now!",
      "Recibe nuestros análisis y reportes de los mercados financieros, información sobre nuevos proyectos, estrategias y más!": "Receive our analyzes and reports on financial markets, information on new projects, strategies and more!",
      "Ingresar tu email": "Enter your email",
      "Registrar": "Register"
    },
    "courses": {
      "Cursos": "Courses",
      "Temáticas": "THEMES",
      "Filtros": "Filters",
      "Todos los temas": "All the themes",
      "Inversiones": "Investments",
      "Trading": "Trading"
    },
    "blog": {
      "Todas las publicaciones": "All posts",
      "Publicaciones recientes": "Recent posts",
      "Buscar": "Search",
      "Previo": "Previous",
      "Siguiente": "Next",
      "Ver todas las publicaciones": "See all posts",
      "¡Registrate ahora!": "Register now!",
      "Recibe nuestros análisis y reportes de los mercados financieros, información sobre nuevos proyectos, estrategias y más!": "Receive our analyzes and reports on financial markets, information on new projects, strategies and more!",
      "Ingresar tu email": "Enter your email",
      "Registrar": "Register"
    },
    "seminarTrading": {
      "Toda nuestra tecnología y experiencia a tu servicio para diseñar, optimizar y maximizar los resultados de tu negocio como trader": "All our technology and experience at your service to design, optimize and maximize the results of your business as a trader.",
      "1 mes": "1 month",
      "3 meses": "3 months",
      "6 meses": "6 months",
      "Seminario de 6 horas": "Six hour seminar",
      "Reunión semanal": "Weekly meeting",
      "Valoración y optimización de estrategias": "Evaluation and optimization of strategies",
      "Acceso a nuevos desarrollos": "Access to new developments",
      "Explora este mes": "Get this month",
      "Obtener 3 meses": "Get 3 months",
      "Obtener 6 meses": "Get 6 months",
      "Cursos vs Seminarios: ¿Cuál es la diferencia?": "Courses VS Seminars: What is the difference?",
      " Seguimiento específico al desarrollo del usuario: Identificación de perfil de trading": " Specific monitoring of user development: Identification of trading profile.",
      " Creación y desarrollo de plan de trabajo único al usuario y sus circunstancias personales": " Creation and development of a work plan unique to the user and their personal circumstances.",
      " Contacto continuo para resolución de dudas e inquietudes": " Continuous contact to resolve doubts and concerns.",
      " Facilitación de material adicional para la construcción de modelo de negocio y análisis de resultados": " Provision of additional material for the construction of a business model and analysis of results.",
      " Ajustes estratégicos y tácticos periódicos en base a resultados y objetivos financieros del usuario": " Periodic strategic and tactical adjustments based on the user's results and financial objectives.",
      " Acceso a nuevos desarrollos realizados por el equipo de RCA Capital sin costo adicional": " Access to new developments made by the RCA Capital team at no additional cost.",
      "Incluye": "Includes",
      "Seminario": "Seminar",
      "de 6 horas repartidas en": "6-hour divided into",
      "dos encuentros": "2-hour meetings",
      "de dos horas durante viernes y sábado": "on Friday and Saturday.",
      "de 2 horas cada sabado para medicion, valoracion y optimizacion del modelo de negocio": " 2-hour every Saturday to measure, evaluate and optimize the business model.",
      "Escríbanos": "Write to us",
      "Nombre completo": "Full name",
      "Email": "Email",
      "Asunto": "Subject",
      "Mensaje": "Message",
      "Enviar": "Send"
    },
    "seminarInvesting": {
      "Toda nuestra tecnología y experiencia a tu servicio para diseñar, optimizar y maximizar los resultados de tu portafolio personal o familiar": "All our technology and experience at your service to design, optimize and maximize the results of your personal or family portfolio."
    },
    "seminar": {
      "Quién lo dicta: Nuestro socio fundador, el ingeniero Roberto Claro Araque": "Given by: Our founding partner, engineer Roberto Claro Araque",
      "Detalles": "Details",
      "hora programada": "scheduled time",
      "Modalidad: Virtual (por ahora)": "Modality: Virtual (for now)",
      "Pagar ahora": "Buy now!",
      "Seminarios similares": "Similar seminars",
      "Ver Todos": "See All",
      "Nuestra formación se dicta en dos encuentros de tres horas cada uno durante viernes y sábado en donde se abordarán a profundidad todos los conceptos de nuestros programas de formación": "Our training is given in two meetings of three hours each on Friday and Saturday where all the concepts of our training programs will be addressed in depth.",
      "Próximos seminarios": "Upcoming seminars"
    },
    "course": {
      "Lecciones": "Lessons",
      "Adquirir": "Buy now",
      "Inscribirse ahora": "Register now",
      "Acceso completo de por vida": "Full lifetime access",
      "Acceso en escritorio, tablets, móviles": "Access on desktop, tablets, mobiles",
      "Lo que vas a aprender": "What you're going to learn",
      "Descripción": "Description",
      "Cursos similares": "Similar courses",
      "Este curso incluye:": "This course includes:",
      "Ver Todos": "See All"
    },
    "myCourses": {
      "Mis cursos": "My Courses",
      "Iniciar sesion": "Login"
    },
    "mySeminars": {
      "Mis seminarios programados": "My scheduled seminars",
      "Lo dicta nuestro socio fundador, el ingeniero Roberto Claro Araque": "Lo dicta nuestro socio fundador, el ingeniero Roberto Claro Araque",
      "Iniciar sesion": "Login",
      "Por favor inicia sesión para acceder a esta página": "Please log in to access this page",
      "horas": "hours"
    },
    "payment": {
      "Resumen": "Summary",
      "Más impuestos aplicables": "Plus applicable taxes",
      "Pago seguro con PayPal": "Secure PayPal payment",
      "Este es un pago seguro, encriptado SSL de 128 bits": "This is a secure 128-bit SSL encrypted payment"
    },
    "login": {
      "Acceso": "Login", 
      "¿No tienes una cuenta?": "You don't have an account?",
      "Comenzar ahora": "Get started",
      "Dirección email": "Email address",
      "Contraseña": "Password",
      "Acceder": "Login",
      "o continuar con": "or continue with",
      "¿Olvidaste tu contraseña?": "Forgot password?",
      "Necesitas ayuda?": "Need help?"
    },
    "register": {
      "Empezar": "Get Started",
      "Ya tiene una cuenta?": "Do you already have an account?",
      "Nombre completo": "Full name",
      "Dirección email": "Email address",
      "Contrasena": "Password",
      "Confirmar Contrasena": "Confirm Password",
      "Registrarse": "Register",
      "Estoy de acuerdo con": "I agree to",
      "Terminos del servicio": "Terms of Service",
      "y": "and",
      "Politica de privacidad": "Privacy Policy."
    },
    "forgotPassword": {
      "¿Olvidaste tu contraseña?": "Forgot Your Password?",
      "Ingrese una dirección de correo electrónico asociada con su cuenta y le enviaremos un enlace para restablecer su contraseña": "Please enter the email address associated with your account and We will email you a link to reset your password.",
      "Restablecer Contraseña": "Reset Password",
      "Volver a iniciar sesión": "Return to sign in",
      "Necesitas ayuda?": "Need help?"
    },
    "support": {
      "Bienvenido a": "Welcome to",
      "soporte": "support",
      "Preguntas frecuentes": "Frequently Asked Questions",
      "Cuenta": "Account",
      "¿Aún necesitas ayuda?": "Do you still need help?",
      "Siempre tendrás apoyo cuando lo necesites (24/7)": "Always support whenever you need (24/7).",
      "Número de contacto": "Contact number",
      "No he recibido email de confirmación al realizar la compra de uno de los planes de mentoría, ¿Qué hago?": "I have not received a confirmation email when purchasing one of the mentoring plans, what do I do?",
      "Contactanos a través del formulario de contacto y nos pondremos en contacto contigo lo más pronto posible": "Contact us through the contact form and we will contact you as soon as possible.",
      "¿Qué medios de pago manejan?": "What payment methods do you handle?",
      "Aceptamos varios medios de pago, incluyendo PayPal, tarjetas de crédito y débito, y transferencias bancarias": "We accept various payment methods, including PayPal, credit and debit cards, and bank transfers."
    },
    "aboutUs": {
      "Nosotros": "About Us",
      "¿Qué hacemos?": "What do we do?",
      "Proporcionamos orientación, guía y potenciación de soluciones a través de:": "We provide guidance and solution empowerment through:",
      "Herramientas tecnológicas propias que han sido creadas en respuesta a problemáticas específicas en la asignación óptima de capital para inversión y trading Somos una Fintech que genera resultados específicos y personalizados para cada situación de nuestros clientes": "Proprietary technological tools that have been created in response to specific problems in the optimal allocation of capital for investment and trading. We are a Fintech that generates specific and personalized results for each situation of our clients.",
      "Contenido educacional de calidad generado a partir de más de 13 años de experiencia en los mercados financieros internacionales": "Quality educational content generated from more than 13 years of experience in international financial markets.",
      "Nuestro equipo": "Our team",
      "RRCA Capital nace como una empresa destinada a gestionar el patrimonio familiar de los Claro Araque así como para servir a la región de Santander con productos de educación financiera de primera calidad": "RCA Capital was born as a company destined to manage the Claro Araque family assets as well as to serve the Santander region with top quality financial education products. Over time, its founder Roberto Claro managed to identify very specific needs in terms of financial guidance in the Spanish-speaking population and evolved its business model by creating three lines of service to address and solve different problems and needs that involve money as a tool: Investments and Wealth Management, professional trading in international financial markets and a specific line of personal and family finances.",
      "¿Quienes somos?": "About us",
      "Fundador y CEO": "Founder and CEO",
      "Misión": "Mission",
      "Visión": "Vision",
      "Maximizar la rentabilidad de nuestros clientes a través de una relación basada en la confianza, formación y acompañamiento en la toma de decisiones financieras con un estilo de servicio único y oportuno": "Maximize the profitability of our clients through a relationship based on trust, training and support in making financial decisions with a unique and timely service style.",
      "A medio plazo, convertirse en la plataforma en la que las personas y empresas piensen en sus procesos de inversión y/u organización de patrimonios personales, de empresa y familia, Para los Inversores tanto nacionales como Internacionales, ser el referente en educación, formación y asesoramiento para tomar las mejores decisiones a la hora de asignar capital en los mercados financieros": "RCA Capital was born as a company destined to manage the Claro Araque family assets as well as to serve the Santander region with top quality financial education products. Over time, its founder Roberto Claro managed to identify very specific needs in terms of financial guidance in the Spanish-speaking population and evolved its business model by creating three lines of service to address and solve different problems and needs that involve money as a tool: Investments and Wealth Management, professional trading in international financial markets and a specific line of personal and family finances.",
      "¿Cómo le servimos a nuestros clientes?": "How do we serve our clients?",
      "Videocursos con técnicas sencillas, prácticas y efectivas que tienen como objetivo transformar la visión y el conocimiento de nuestro cliente acerca del dinero como concepto y los mercados financieros como herramienta para crear riqueza": "Video courses with simple, practical and effective techniques that aim to transform our client's vision and knowledge about money as a concept and financial markets as a tool to create wealth.",
      "Explorar cursos": "Explore courses",
      "Seminarios y mentorías que permiten profundizar las temáticas compartidas y las experiencias vividas en toda nuestro camino en el sector financiero": "Seminars and mentoring that allow us to deepen the shared topics and experiences lived throughout our journey in the financial sector.",
      "Explorar mentorias": "Explore mentoring",
      "Soluciones personalizadas y específicas generadas por nuestra tecnología": "Personalized and specific solutions generated by our technology.",
      "Objetivo": "Aim",
      "Ser el socio estratégico principal de nuestros clientes para el manejo de sus inversiones y la toma de sus decisiones financieras": "To be the main strategic partner of our clients for managing their investments and making their financial decisions.",
      "Valores": "Ethical Values",
      "RCA promueve y transforma a través de nuestros conocimientos desarrollo de software en vehículos innovadores para la toma de decisiones junto con nuestra red de aliados con experiencia y valor en los mercados financieros internacionales": "RCA promotes and transforms, through our knowledge, software development into innovative vehicles for decision-making together with our network of allies with experience and value in international financial markets.",
      "Seriedad, profesionalidad, confidencialidad e imparcialidad, es nuestro esquema de trabajo": "Seriousness, professionalism, confidentiality and impartiality is our work scheme.",
      "Confianza, integridad, innovación": "Trust, integrity, innovation.",
      "Responsabilidad Social": "Social responsability",
      "RCA se compromete con la sociedad en la educación y planificación financiera sostenible e inclusiva a nivel personal de familia y empresa, promoviendo así a mantener un clima de inversión transparente y confiable": "RCA is committed to society in sustainable and inclusive financial education and planning at the personal, family and business level, thus promoting the maintenance of a transparent and reliable investment climate.",
      "Nuestras Alianzas": "Our Alliances"
    },
    "contact": {
      "Lineas de contacto": "Contact information",
      "Telefono": "Phone",
      "Siguenos": "Follow us"
    },
    "video": {
      "landingPage": "https://res.cloudinary.com/dcbngzgdv/video/upload/v1694832946/PRESENTACION_RCA_CAPITAL_1_vpvdcc.mp4",
      "mentoring": "https://res.cloudinary.com/dcbngzgdv/video/upload/v1694833063/MENTORIAS_RCA_CAPITAL_wtyrz2.mp4"
    }
  }